Revit 2027 API
PropertyTableEntry.Bearing Property
 The bearing angle value of the PropertyTableEntry
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Bearing { get; }
Public ReadOnly Property Bearing As Double
	Get
public:
property double Bearing {
	double get ();
}
member Bearing : float with get
Property Value
Double
See Also
Reference
PropertyTableEntry Class
Autodesk.Revit.DB Namespace